Repository: JRMHDCK/BookmarkBridge
Catalog: BookmarkBridge/Documentation/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt

# manual.whyMacOSAsksForPermission
source: Why macOS asks for permission
de: Warum macOS um Erlaubnis bittet
es: Por qué macOS pide permiso
fr: Pourquoi macOS demande une autorisation
it: Perché macOS richiede l'autorizzazione
nl: Waarom macOS om toestemming vraagt
pl: Dlaczego macOS prosi o pozwolenie
pt: Por que o macOS pede permissão

# manual.yesEachSyncUsesASpecificLocal
source: Yes. Each sync uses a specific local Chrome profile as the source or target. Choose its name, then refine the selection folder by folder and favorite by favorite.
de: Ja. Bei jeder Synchronisierung wird ein bestimmtes lokales Chrome-Profil als Quelle oder Ziel verwendet. Wählen Sie den Namen und verfeinern Sie dann die Auswahl Ordner für Ordner und Favorit für Favorit.
es: Sí. Cada sincronización utiliza un perfil local específico de Chrome como origen o destino. Elija su nombre, luego refine la selección carpeta por carpeta y favorito por favorito.
fr: Oui. Chaque synchronisation utilise un profil Chrome local précis comme source ou cible. Choisissez son nom, puis affinez la sélection dossier par dossier et favori par favori.
it: Sì. Ogni sincronizzazione utilizza un profilo Chrome locale specifico come origine o destinazione. Scegline il nome, quindi affina la selezione cartella per cartella e preferito per preferito.
nl: Ja. Elke synchronisatie gebruikt een specifiek lokaal Chrome-profiel als bron of doel. Kies de naam ervan en verfijn vervolgens de selectiemap per map en favoriet per favoriet.
pl: Tak. Każda synchronizacja wykorzystuje określony lokalny profil Chrome jako źródło lub cel. Wybierz jego nazwę, a następnie zawęź wybór folderu według folderu i ulubionego według ulubionego.
pt: Sim. Cada sincronização usa um perfil local específico do Chrome como origem ou destino. Escolha seu nome e refine a seleção pasta por pasta e favorito por favorito.

# manual.yourDataRemainsProtected
source: Your data remains protected
de: Ihre Daten bleiben geschützt
es: Tus datos permanecen protegidos
fr: Vos données restent protégées
it: I tuoi dati rimangono protetti
nl: Uw gegevens blijven beschermd
pl: Twoje dane pozostają chronione
pt: Seus dados permanecem protegidos

# menu.about
source: About BookmarkBridge
de: Über BookmarkBridge
es: Acerca de BookmarkBridge
fr: À propos de BookmarkBridge
it: Informazioni su BookmarkBridge
nl: Over BookmarkBridge
pl: Informacje o BookmarkBridge
pt: Sobre o BookmarkBridge

# menu.helpCenter
source: BookmarkBridge Help
de: BookmarkBridge-Hilfe
es: Ayuda de BookmarkBridge
fr: Aide BookmarkBridge
it: Aiuto di BookmarkBridge
nl: BookmarkBridge-hulp
pl: Pomoc do zakładek Bridge
pt: Ajuda do BookmarkBridge

# menu.userGuide
source: User manual
de: Benutzerhandbuch
es: manual de usuario
fr: Manuel utilisateur
it: Manuale utente
nl: Gebruikershandleiding
pl: Instrukcja obsługi
pt: Manual do usuário

# menu.whatsNew
source: What's new
de: Was ist neu?
es: ¿Qué hay de nuevo?
fr: Nouveautés
it: Cosa c'è di nuovo
nl: Wat is er nieuw
pl: Co nowego
pt: O que há de novo

# navigation.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Circa
nl: Over
pl: O
pt: Sobre

# navigation.bookmarkAccess
source: Bookmark Access
de: Lesezeichenzugriff
es: Acceso a favoritos
fr: Accès aux favoris
it: Accesso ai segnalibri
nl: Toegang tot bladwijzers
pl: Dostęp do zakładek
pt: Acesso aos favoritos

# navigation.dashboard
source: Home
de: Zuhause
es: Inicio
fr: Accueil
it: Casa
nl: Thuis
pl: Dom
pt: Página inicial

# navigation.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações

# navigation.synchronization
source: Synchronization
de: Synchronisierung
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
nl: Synchronisatie
pl: Synchronizacja
pt: Sincronização

# onboarding.chrome.body
source: Select the Chrome folder to discover your profiles. The chosen local profile can serve as a synchronization source or target.
de: Wählen Sie den Chrome-Ordner aus, um Ihre Profile zu entdecken. Das gewählte lokale Profil kann als Synchronisationsquelle oder -ziel dienen.
es: Seleccione la carpeta Chrome para descubrir sus perfiles. El perfil local elegido puede servir como origen o destino de sincronización.
fr: Sélectionnez le dossier Chrome pour découvrir vos profils. Le profil local choisi pourra servir de source ou de cible de synchronisation.
it: Seleziona la cartella Chrome per scoprire i tuoi profili. Il profilo locale scelto può fungere da origine o destinazione della sincronizzazione.
nl: Selecteer de Chrome-map om uw profielen te ontdekken. Het gekozen lokale profiel kan dienen als synchronisatiebron of doel.
pl: Wybierz folder Chrome, aby odkryć swoje profile. Wybrany profil lokalny może służyć jako źródło lub cel synchronizacji.
pt: Selecione a pasta do Chrome para descobrir seus perfis. O perfil local escolhido pode servir como origem ou destino de sincronização.

# onboarding.chrome.title
source: Allow Chrome
de: Chrome zulassen
es: Permitir Chrome
fr: Autoriser Chrome
it: Consenti Chrome
nl: Chrome toestaan
pl: Zezwól na Chrome
pt: Permitir Chrome

# onboarding.finish
source: Finish
de: Fertig
es: terminar
fr: Terminer
it: Finisci
nl: Afwerking
pl: Zakończ
pt: Concluir

# onboarding.finish.body
source: Next, choose the Safari and Chrome files. BookmarkBridge will then guide you through selection, direction, and preview.
de: Wählen Sie anschließend die Safari- und Chrome-Dateien aus. BookmarkBridge führt Sie dann durch Auswahl, Richtung und Vorschau.
es: A continuación, elija los archivos de Safari y Chrome. BookmarkBridge le guiará por la selección, la dirección y la vista previa.
fr: Choisissez ensuite les fichiers Safari et Chrome. BookmarkBridge vous guidera alors dans la sélection, le sens et l’aperçu.
it: Quindi scegli i file di Safari e Chrome. BookmarkBridge ti guiderà nella selezione, nella direzione e nell’anteprima.
nl: Kies vervolgens de Safari- en Chrome-bestanden. BookmarkBridge begeleidt u daarna bij selectie, richting en voorbeeld.
pl: Następnie wybierz pliki Safari i Chrome. BookmarkBridge przeprowadzi Cię przez wybór elementów, kierunku i podglądu.
pt: Em seguida, escolha os ficheiros do Safari e do Chrome. O BookmarkBridge guiará a seleção, direção e pré-visualização.

# onboarding.finish.title
source: Everything is ready
de: Alles ist fertig
es: todo esta listo
fr: Tout est prêt
it: Tutto è pronto
nl: Alles is klaar
pl: Wszystko jest gotowe
pt: Tudo está pronto

# onboarding.finish.tooltip
source: Completes the welcome wizard.
de: Schließt den Willkommensassistenten ab.
es: Completa el asistente de bienvenida.
fr: Termine l’assistant de bienvenue.
it: Completa la procedura guidata di benvenuto.
nl: Voltooit de welkomstwizard.
pl: Kończy działanie kreatora powitalnego.
pt: Conclui o assistente de boas-vindas.

# onboarding.firstSync.body
source: Refresh the sources, open Sync, choose the direction, check the preview, close Safari and Chrome and confirm. A backup of the target will be created automatically.
de: Aktualisieren Sie die Quellen, öffnen Sie Sync, wählen Sie die Richtung, überprüfen Sie die Vorschau, schließen Sie Safari und Chrome und bestätigen Sie. Es wird automatisch ein Backup des Ziels erstellt.
es: Actualice las fuentes, abra Sincronización, elija la dirección, verifique la vista previa, cierre Safari y Chrome y confirme. Se creará automáticamente una copia de seguridad del objetivo.
fr: Actualisez les sources, ouvrez Synchronisation, choisissez le sens, vérifiez l’aperçu, fermez Safari et Chrome puis confirmez. Une sauvegarde de la cible sera créée automatiquement.
it: Aggiorna le fonti, apri Sync, scegli la direzione, controlla l'anteprima, chiudi Safari e Chrome e conferma. Verrà creato automaticamente un backup della destinazione.
nl: Ververs de bronnen, open Sync, kies de richting, controleer het voorbeeld, sluit Safari en Chrome en bevestig. Er wordt automatisch een back-up van het doel gemaakt.
pl: Odśwież źródła, otwórz Synchronizację, wybierz kierunek, sprawdź podgląd, zamknij Safari i Chrome i potwierdź. Kopia zapasowa celu zostanie utworzona automatycznie.
pt: Atualize as fontes, abra o Sync, escolha a direção, verifique a visualização, feche o Safari e o Chrome e confirme. Um backup do destino será criado automaticamente.

# onboarding.firstSync.title
source: Your first sync
de: Ihre erste Synchronisierung
es: Tu primera sincronización
fr: Votre première synchronisation
it: La tua prima sincronizzazione
nl: Je eerste synchronisatie
pl: Twoja pierwsza synchronizacja
pt: Sua primeira sincronização

# onboarding.next
source: Next
de: Als nächstes
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pl: Następny
pt: Próximo

# onboarding.next.tooltip
source: Shows the next step.
de: Zeigt den nächsten Schritt an.
es: Muestra el siguiente paso.
fr: Affiche l’étape suivante.
it: Mostra il passaggio successivo.
nl: Toont de volgende stap.
pl: Pokazuje następny krok.
pt: Mostra o próximo passo.

# onboarding.overview.body
source: BookmarkBridge reads your libraries, displays their status, and lets you explore folders before syncing.
de: BookmarkBridge liest Ihre Bibliotheken, zeigt deren Status an und ermöglicht Ihnen das Durchsuchen von Ordnern vor der Synchronisierung.
es: BookmarkBridge lee sus bibliotecas, muestra su estado y le permite explorar carpetas antes de sincronizarlas.
fr: BookmarkBridge lit vos bibliothèques, affiche leur état et vous permet d’explorer les dossiers avant toute synchronisation.
it: BookmarkBridge legge le tue librerie, ne visualizza lo stato e ti consente di esplorare le cartelle prima della sincronizzazione.
nl: BookmarkBridge leest uw bibliotheken, geeft hun status weer en laat u mappen verkennen voordat u gaat synchroniseren.
pl: BookmarkBridge odczytuje Twoje biblioteki, wyświetla ich stan i pozwala przeglądać foldery przed synchronizacją.
pt: BookmarkBridge lê suas bibliotecas, exibe seu status e permite explorar pastas antes de sincronizar.

# onboarding.overview.title
source: Your favorites, united
de: Ihre Favoriten, vereint
es: Tus favoritos, unidos
fr: Vos favoris, réunis
it: I vostri preferiti, uniti
nl: Jouw favorieten, verenigd
pl: Wasi ulubieńcy, zjednoczeni
pt: Seus favoritos, unidos

# onboarding.previous
source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
nl: Vorige
pl: Poprzedni
pt: Anterior

# onboarding.previous.tooltip
source: Returns to the previous step.
de: Kehrt zum vorherigen Schritt zurück.
es: Vuelve al paso anterior.
fr: Revient à l’étape précédente.
it: Ritorna al passaggio precedente.
nl: Keert terug naar de vorige stap.
pl: Wraca do poprzedniego kroku.
pt: Retorna à etapa anterior.

# onboarding.privacy.body
source: No BookmarkBridge accounts or cloud services are used. Bookmarks are processed locally in the macOS sandbox.
de: Es werden keine BookmarkBridge-Konten oder Cloud-Dienste verwendet. Lesezeichen werden lokal in der macOS-Sandbox verarbeitet.
es: No se utilizan cuentas BookmarkBridge ni servicios en la nube. Los marcadores se procesan localmente en el entorno limitado de macOS.
fr: Aucun compte ni service cloud BookmarkBridge n’est utilisé. Les favoris sont traités localement dans le sandbox macOS.
it: Non vengono utilizzati account BookmarkBridge o servizi cloud. I segnalibri vengono elaborati localmente nella sandbox di macOS.
nl: Er worden geen BookmarkBridge-accounts of clouddiensten gebruikt. Bladwijzers worden lokaal verwerkt in de macOS-sandbox.
pl: Nie są używane żadne konta BookmarkBridge ani usługi w chmurze. Zakładki są przetwarzane lokalnie w piaskownicy macOS.
pt: Nenhuma conta BookmarkBridge ou serviços em nuvem são usados. Os marcadores são processados ​​localmente na sandbox do macOS.

# onboarding.privacy.title
source: Your data stays on this Mac
de: Ihre Daten bleiben auf diesem Mac
es: Tus datos permanecen en esta Mac
fr: Vos données restent sur ce Mac
it: I tuoi dati rimangono su questo Mac
nl: Je gegevens blijven op deze Mac
pl: Twoje dane pozostaną na tym Macu
pt: Seus dados permanecem neste Mac

# onboarding.progress
source: Step %ld on %ld
de: Schritt %ld auf %ld
es: Paso %ld en %ld
fr: Étape %ld sur %ld
it: Passaggio %ld su %ld
nl: Stap %ld op %ld
pl: Krok %ld na %ld
pt: Etapa %ld em %ld

# onboarding.safari.body
source: After the wizard, select Bookmarks.plist when the Permissions card prompts. Safari can then be used as a synchronization source or target.
de: Wählen Sie nach dem Assistenten Bookmarks.plist aus, wenn Sie auf der Berechtigungskarte dazu aufgefordert werden. Safari kann dann als Synchronisationsquelle oder -ziel verwendet werden.
es: Después del asistente, seleccione Bookmarks.plist cuando se lo solicite la tarjeta de Permisos. Luego, Safari se puede utilizar como fuente o destino de sincronización.
fr: Après l’assistant, sélectionnez Bookmarks.plist lorsque la carte Autorisations le demande. Safari pourra ensuite servir de source ou de cible de synchronisation.
it: Dopo la procedura guidata, seleziona Bookmarks.plist quando richiesto dalla scheda Autorizzazioni. Safari può quindi essere utilizzato come origine o destinazione della sincronizzazione.
nl: Na de wizard selecteert u Bookmarks.plist wanneer de machtigingskaart daarom vraagt. Safari kan dan worden gebruikt als synchronisatiebron of doel.
pl: Po uruchomieniu kreatora wybierz Bookmarks.plist, gdy zostanie wyświetlony monit na karcie Uprawnienia. Safari może następnie służyć jako źródło lub cel synchronizacji.
pt: Após o assistente, selecione Bookmarks.plist quando o cartão Permissões solicitar. O Safari pode então ser usado como fonte ou destino de sincronização.

# onboarding.safari.title
source: Allow Safari
de: Safari zulassen
es: Permitir Safari
fr: Autoriser Safari
it: Consenti Safari
nl: Safari toestaan
pl: Zezwól na Safari
pt: Permitir Safari

# onboarding.welcome.body
source: Sync your bookmarks from Safari to Chrome or from Chrome to Safari with a clear preview, explicit confirmation and automatic backup.
de: Synchronisieren Sie Ihre Lesezeichen von Safari zu Chrome oder von Chrome zu Safari mit einer klaren Vorschau, expliziter Bestätigung und automatischer Sicherung.
es: Sincroniza tus favoritos de Safari a Chrome o de Chrome a Safari con una vista previa clara, confirmación explícita y copia de seguridad automática.
fr: Synchronisez vos favoris de Safari vers Chrome ou de Chrome vers Safari avec un aperçu clair, une confirmation explicite et une sauvegarde automatique.
it: Sincronizza i tuoi segnalibri da Safari a Chrome o da Chrome a Safari con un'anteprima chiara, conferma esplicita e backup automatico.
nl: Synchroniseer uw bladwijzers van Safari naar Chrome of van Chrome naar Safari met een duidelijk voorbeeld, expliciete bevestiging en automatische back-up.
pl: Synchronizuj swoje zakładki z Safari do Chrome lub z Chrome do Safari z wyraźnym podglądem, wyraźnym potwierdzeniem i automatyczną kopią zapasową.
pt: Sincronize seus favoritos do Safari para o Chrome ou do Chrome para o Safari com uma visualização clara, confirmação explícita e backup automático.

# onboarding.welcome.title
source: Welcome to BookmarkBridge
de: Willkommen bei BookmarkBridge
es: Bienvenido a BookmarkBridge
fr: Bienvenue dans BookmarkBridge
it: Benvenuto su BookmarkBridge
nl: Welkom bij BookmarkBridge
pl: Witamy w BookmarkBridge
pt: Bem-vindo ao BookmarkBridge

# onboarding.workflow.body
source: The application analyzes, compares and previews. Nothing is written until you review and confirm the plan.
de: Die Anwendung analysiert, vergleicht und zeigt eine Vorschau an. Es wird nichts geschrieben, bis Sie den Plan überprüfen und bestätigen.
es: La aplicación analiza, compara y obtiene una vista previa. No se escribe nada hasta que revise y confirme el plan.
fr: L’application analyse, compare et prévisualise. Rien n’est écrit tant que vous n’avez pas examiné puis confirmé le plan.
it: L'applicazione analizza, confronta e visualizza in anteprima. Non viene scritto nulla finché non rivedi e confermi il piano.
nl: De applicatie analyseert, vergelijkt en previews. Er wordt niets geschreven totdat u het plan heeft beoordeeld en bevestigd.
pl: Aplikacja analizuje, porównuje i podgląda. Nic nie jest napisane, dopóki nie przejrzysz i nie zatwierdzisz planu.
pt: O aplicativo analisa, compara e visualiza. Nada está escrito até que você revise e confirme o plano.

# onboarding.workflow.title
source: You stay in control
de: Sie behalten die Kontrolle
es: Mantienes el control
fr: Vous gardez le contrôle
it: Mantieni il controllo
nl: Jij behoudt de controle
pl: Pozostajesz pod kontrolą
pt: Você permanece no controle

# preview.apply.hint
source: Applies only the preview currently displayed
de: Wendet nur die aktuell angezeigte Vorschau an
es: Aplica solo la vista previa que se muestra actualmente
fr: Applique uniquement l'aperçu actuellement affiché
it: Applica solo l'anteprima attualmente visualizzata
nl: Past alleen het momenteel weergegeven voorbeeld toe
pl: Dotyczy tylko aktualnie wyświetlanego podglądu
pt: Aplica apenas a visualização exibida atualmente

# preview.back.tooltip
source: Return to direction selection
de: Zurück zur Richtungsauswahl
es: Volver a la selección de dirección
fr: Revenir à la sélection de direction
it: Ritorna alla selezione della direzione
nl: Terug naar richtingselectie
pl: Powrót do wyboru kierunku
pt: Retornar à seleção de direção

# preview.calculating
source: Calculating preview…
de: Berechnungsvorschau…
es: Calculando la vista previa…
fr: Calcul de l'aperçu…
it: Calcolo dell'anteprima…
nl: Voorbeeld berekenen…
pl: Obliczam podgląd…
pt: Calculando visualização…

# preview.calculating.accessibility
source: Preview calculation in progress
de: Vorschau der laufenden Berechnung
es: Cálculo de vista previa en curso
fr: Calcul d'aperçu en cours
it: Calcolo dell'anteprima in corso
nl: Voorbeeldberekening wordt uitgevoerd
pl: Podgląd obliczeń w toku
pt: Cálculo de visualização em andamento

# preview.calculationFailed
source: Unable to calculate the preview.
de: Die Vorschau kann nicht berechnet werden.
es: No se puede calcular la vista previa.
fr: Impossible de calculer l'aperçu.
it: Impossibile calcolare l'anteprima.
nl: Kan het voorbeeld niet berekenen.
pl: Nie można obliczyć podglądu.
pt: Não foi possível calcular a visualização.

# preview.card.defaultTitle
source: Synchronization Preview
de: Synchronisierungsvorschau
es: Vista previa de sincronización
fr: Aperçu de la synchronisation
it: Anteprima della sincronizzazione
nl: Synchronisatievoorbeeld
pl: Podgląd synchronizacji
pt: Pré-visualização da sincronização

# preview.operation.one
source: %ld change detected
de: %ld Änderung erkannt
es: %ld cambio detectado
fr: %ld changement détecté
it: %ld modifica rilevata
nl: %ld verandering gedetecteerd
pl: Wykryto %ld zmianę
pt: %ld alteração detectada

# preview.operation.other
source: %ld changes detected
de: %ld Änderungen erkannt
es: %ld cambios detectados
fr: %ld changements détectés
it: %ld modifiche rilevate
nl: %ld veranderingen gedetecteerd
pl: Wykryto %ld zmian
pt: %ld alterações detectadas

# preview.reload
source: Reload Preview
de: Vorschau neu laden
es: Recargar vista previa
fr: Recharger l'aperçu
it: Ricarica anteprima
nl: Voorbeeld opnieuw laden
pl: Załaduj ponownie podgląd
pt: Recarregar visualização

# preview.safariWritingSoon
source: Writing to Safari will be available soon
de: Das Schreiben in Safari wird bald verfügbar sein
es: Escribir en Safari estará disponible pronto
fr: L'écriture sur Safari sera bientôt disponible
it: La scrittura su Safari sarà presto disponibile
nl: Schrijven naar Safari is binnenkort beschikbaar
pl: Pisanie do Safari będzie wkrótce dostępne
pt: Escrever para o Safari estará disponível em breve

# preview.stat.creations
source: Creations
de: Kreationen
es: Creaciones
fr: Créations
it: Creazioni
nl: Creaties
pl: Kreacje
pt: Criações

# preview.stat.deletions
source: Deletions
de: Löschungen
es: Eliminaciones
fr: Suppressions
it: Eliminazioni
nl: Verwijderingen
pl: Usunięcia
pt: Exclusões

# preview.stat.moves
source: Moves
de: Bewegt sich
es: se mueve
fr: Déplacements
it: Si muove
nl: Beweegt
pl: Porusza się
pt: Movimentos

# preview.stat.renames
source: Renames
de: Benennt um
es: Cambia el nombre
fr: Renommages
it: Rinomina
nl: Hernoemt
pl: Zmienia nazwę
pt: Renomear

# preview.stat.updates
source: Updates
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
pl: Aktualizacje
pt: Atualizações

# preview.subtitle
source: Review every change before applying it.
de: Überprüfen Sie jede Änderung, bevor Sie sie anwenden.
es: Revisa cada cambio antes de aplicarlo.
fr: Examinez chaque modification avant de l’appliquer.
it: Rivedi ogni modifica prima di applicarla.
nl: Controleer elke wijziging voordat u deze toepast.
pl: Przejrzyj każdą zmianę przed jej zastosowaniem.
pt: Revise cada alteração antes de aplicá-la.

# preview.summary
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Sommario
nl: Samenvatting
pl: Podsumowanie
pt: Resumo

# preview.unavailable.message
source: Load Safari and Chrome to prepare synchronization.
de: Laden Sie Safari und Chrome, um die Synchronisierung vorzubereiten.
es: Cargue Safari y Chrome para preparar la sincronización.
fr: Chargez Safari et Chrome pour préparer la synchronisation.
it: Carica Safari e Chrome per preparare la sincronizzazione.
nl: Laad Safari en Chrome om de synchronisatie voor te bereiden.
pl: Załaduj przeglądarkę Safari i Chrome, aby przygotować synchronizację.
pt: Carregue o Safari e o Chrome para preparar a sincronização.

# preview.unavailable.title
source: Preview Unavailable
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu indisponible
it: Anteprima non disponibile
nl: Voorbeeld niet beschikbaar
pl: Podgląd niedostępny
pt: Visualização indisponível

# preview.upToDate
source: The browsers are synchronized
de: Die Browser sind synchronisiert
es: Los navegadores están sincronizados.
fr: Les navigateurs sont synchronisés
it: I browser sono sincronizzati
nl: De browsers zijn gesynchroniseerd
pl: Przeglądarki są zsynchronizowane
pt: Os navegadores são sincronizados

source: Restore completed.
de: Wiederherstellung abgeschlossen.
es: Restauración completada.
fr: Restauration terminée.
it: Ripristino completato.
nl: Herstel voltooid.
pl: Przywracanie zakończone.
pt: Restauração concluída.

# restore.failure.short
source: Unable to restore the backup.
de: Das Backup kann nicht wiederhergestellt werden.
es: No se puede restaurar la copia de seguridad.
fr: Impossible de restaurer la sauvegarde.
it: Impossibile ripristinare il backup.
nl: Kan de back-up niet herstellen.
pl: Nie można przywrócić kopii zapasowej.
pt: Não foi possível restaurar o backup.

source: Restore in progress…
de: Wiederherstellung läuft…
es: Restauración en curso...
fr: Restauration en cours…
it: Ripristino in corso…
nl: Herstel wordt uitgevoerd...
pl: Przywracanie w toku…
pt: Restauração em andamento…

# safariImport.action.help
source: Prepare a file for Safari's native bookmark import.
de: Bereitet eine Datei für den nativen Lesezeichenimport von Safari vor.
es: Prepare un archivo para la importación nativa de marcadores de Safari.
fr: Prépare un fichier pour l’import natif des favoris de Safari.
it: Prepara un file per l’importazione nativa dei preferiti di Safari.
nl: Maak een bestand klaar voor de ingebouwde bladwijzerimport van Safari.
pl: Przygotuj plik do natywnego importu zakładek w Safari.
pt: Prepare um ficheiro para a importação nativa de marcadores do Safari.

# safariImport.action.openSafari
source: Open Safari
de: Safari öffnen
es: Abrir Safari
fr: Ouvrir Safari
it: Apri Safari
pl: Otwórz Safari
pt: Abrir o Safari
